Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextAccounts/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# accounts.action.addKey
source: Add Key…
ar: إضافة مفتاح…
bs: Dodaj ključ…
da: Tilføj nøgle…
de: Schlüssel hinzufügen…
es: Añadir clave…
fr: Ajouter une clé…
it: Aggiungi chiave…
ja: キーを追加…
km: បន្ថែមកូនសោ…
ko: 키 추가…
nb: Legg til nøkkel…
pl: Dodaj klucz…
pt_br: Adicionar chave…
ru: Добавить ключ…
th: เพิ่มคีย์…
tr: Anahtar ekle…
uk: Додати ключ…
vi: Thêm khóa…
zh_hans: 添加密钥…
zh_hant: 新增金鑰…

# accounts.action.connect
source: Connect to CodeRouter
ar: الربط بـ CodeRouter
bs: Poveži s CodeRouterom
da: Forbind til CodeRouter
de: Mit CodeRouter verbinden
es: Conectar a CodeRouter
fr: Connecter à CodeRouter
it: Collega a CodeRouter
ja: CodeRouter に接続
km: ភ្ជាប់ទៅ CodeRouter
ko: CodeRouter에 연결
nb: Koble til CodeRouter
pl: Połącz z CodeRouter
pt_br: Conectar ao CodeRouter
ru: Подключить к CodeRouter
th: เชื่อมกับ CodeRouter
tr: CodeRouter'a bağla
uk: Підключити до CodeRouter
vi: Kết nối với CodeRouter
zh_hans: 连接到 CodeRouter
zh_hant: 連接到 CodeRouter

# accounts.action.deleteSavedKey
source: Delete Saved Key
ar: حذف المفتاح المحفوظ
bs: Obriši sačuvani ključ
da: Slet gemt nøgle
de: Gespeicherten Schlüssel löschen
es: Eliminar clave guardada
fr: Supprimer la clé enregistrée
it: Elimina chiave salvata
ja: 保存したキーを削除
km: លុបកូនសោដែលបានរក្សាទុក
ko: 저장된 키 삭제
nb: Slett lagret nøkkel
pl: Usuń zapisany klucz
pt_br: Apagar chave salva
ru: Удалить сохранённый ключ
th: ลบคีย์ที่บันทึกไว้
tr: Kayıtlı anahtarı sil
uk: Видалити збережений ключ
vi: Xóa khóa đã lưu
zh_hans: 删除已保存的密钥
zh_hant: 刪除已儲存的金鑰

# accounts.action.getKey
source: Get Key
ar: الحصول على مفتاح
bs: Nabavi ključ
da: Hent nøgle
de: Schlüssel holen
es: Obtener clave
fr: Obtenir une clé
it: Ottieni chiave
ja: キーを取得
km: យកកូនសោ
ko: 키 받기
nb: Hent nøkkel
pl: Uzyskaj klucz
pt_br: Obter chave
ru: Получить ключ
th: รับคีย์
tr: Anahtar al
uk: Отримати ключ
vi: Lấy khóa
zh_hans: 获取密钥
zh_hant: 取得金鑰

# accounts.action.reauth
source: Re-authenticate
ar: إعادة المصادقة
bs: Ponovna prijava
da: Godkend igen
de: Erneut anmelden
es: Volver a autenticar
fr: Réauthentifier
it: Autentica di nuovo
ja: 再認証
km: ផ្ទៀងផ្ទាត់ម្តងទៀត
ko: 다시 인증
nb: Autentiser på nytt
pl: Uwierzytelnij ponownie
pt_br: Autenticar novamente
ru: Повторить вход
th: ยืนยันตัวตนอีกครั้ง
tr: Yeniden doğrula
uk: Повторити вхід
vi: Xác thực lại
zh_hans: 重新认证
zh_hant: 重新驗證

# accounts.action.refresh
source: Refresh
ar: تحديث
bs: Osvježi
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
km: ធ្វើឱ្យថ្មី
ko: 새로 고침
nb: Oppdater
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# accounts.action.remove
source: Remove from CodeRouter
ar: إزالة من CodeRouter
bs: Ukloni iz CodeRoutera
da: Fjern fra CodeRouter
de: Aus CodeRouter entfernen
es: Quitar de CodeRouter
fr: Retirer de CodeRouter
it: Rimuovi da CodeRouter
ja: CodeRouter から削除
km: ដកចេញពី CodeRouter
ko: CodeRouter에서 제거
nb: Fjern fra CodeRouter
pl: Usuń z CodeRouter
pt_br: Remover do CodeRouter
ru: Удалить из CodeRouter
th: นำออกจาก CodeRouter
tr: CodeRouter'dan kaldır
uk: Вилучити з CodeRouter
vi: Gỡ khỏi CodeRouter
zh_hans: 从 CodeRouter 移除
zh_hant: 從 CodeRouter 移除

# accounts.action.signIn
source: Sign In
ar: تسجيل الدخول
bs: Prijava
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
km: ចូល
ko: 로그인
nb: Logg inn
pl: Zaloguj się
pt_br: Entrar
ru: Войти
th: ลงชื่อเข้าใช้
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# accounts.action.signInCmux
source: Sign In to cmux
ar: تسجيل الدخول إلى cmux
bs: Prijava u cmux
da: Log ind på cmux
de: Bei cmux anmelden
es: Iniciar sesión en cmux
fr: Se connecter à cmux
it: Accedi a cmux
ja: cmux にサインイン
km: ចូល cmux
ko: cmux에 로그인
nb: Logg inn på cmux
pl: Zaloguj się do cmux
pt_br: Entrar no cmux
ru: Войти в cmux
th: ลงชื่อเข้าใช้ cmux
tr: cmux'a giriş yap
uk: Увійти в cmux
vi: Đăng nhập cmux
zh_hans: 登录 cmux
zh_hant: 登入 cmux

# accounts.error.failed
source: Failed: %@
ar: فشل: %@
bs: Neuspjelo: %@
da: Mislykkedes: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échec : %@
it: Non riuscito: %@
ja: 失敗: %@
km: បរាជ័យ៖ %@
ko: 실패: %@
nb: Mislyktes: %@
pl: Niepowodzenie: %@
pt_br: Falhou: %@
ru: Ошибка: %@
th: ล้มเหลว: %@
tr: Başarısız: %@
uk: Помилка: %@
vi: Thất bại: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

# accounts.error.incomplete
source: This sign-in is incomplete. Re-authenticate, then try again.
ar: تسجيل الدخول هذا غير مكتمل. أعد المصادقة ثم حاول مرة أخرى.
bs: Ova prijava nije potpuna. Ponovo se prijavite, pa pokušajte ponovo.
da: Dette login er ufuldstændigt. Godkend igen, og prøv så igen.
de: Diese Anmeldung ist unvollständig. Melde dich erneut an und versuche es dann noch einmal.
es: Este inicio de sesión está incompleto. Vuelve a autenticarte y repite.
fr: Cette connexion est incomplète. Réauthentifiez-vous, puis réessayez.
it: Questo accesso è incompleto. Autenticati di nuovo, poi riprova.
ja: このサインインは不完全です。再認証してからもう一度お試しください。
km: ការចូលនេះមិនពេញលេញ។ សូមផ្ទៀងផ្ទាត់ម្តងទៀត រួចព្យាយាមម្តងទៀត។
ko: 이 로그인은 불완전합니다. 다시 인증한 뒤 다시 시도하세요.
nb: Denne påloggingen er ufullstendig. Autentiser på nytt og prøv igjen.
pl: To logowanie jest niepełne. Uwierzytelnij się ponownie i spróbuj jeszcze raz.
pt_br: Este login está incompleto. Autentique novamente e tente outra vez.
ru: Этот вход неполный. Войдите заново и повторите попытку.
th: การลงชื่อเข้าใช้นี้ไม่สมบูรณ์ ให้ยืนยันตัวตนอีกครั้งแล้วลองใหม่
tr: Bu oturum eksik. Yeniden doğrulayın, sonra tekrar deneyin.
uk: Цей вхід неповний. Увійдіть знову й повторіть спробу.
vi: Đăng nhập này chưa đầy đủ. Hãy xác thực lại rồi thử lại.
zh_hans: 此登录不完整。请重新认证后再试。
zh_hant: 此登入不完整。請重新驗證後再試一次。

# accounts.error.invalidFormat
source: That is not a valid key or token for this provider.
ar: هذا ليس مفتاحًا أو رمزًا صالحًا لهذا المزود.
bs: Ovo nije ispravan ključ ili token za ovog provajdera.
da: Det er ikke en gyldig nøgle eller et gyldigt token til denne udbyder.
de: Das ist kein gültiger Schlüssel und kein gültiges Token für diesen Anbieter.
es: No es una clave ni un token válido para este proveedor.
fr: Ce n’est pas une clé ou un jeton valide pour ce fournisseur.
it: Non è una chiave o un token valido per questo provider.
ja: このプロバイダのキーまたはトークンとして正しくありません。
km: នេះមិនមែនជាកូនសោ ឬថូខឹនត្រឹមត្រូវសម្រាប់អ្នកផ្តល់សេវានេះទេ។
ko: 이 제공업체에 맞는 키나 토큰이 아닙니다.
nb: Dette er ikke en gyldig nøkkel eller et gyldig token for denne leverandøren.
pl: To nie jest prawidłowy klucz ani token dla tego dostawcy.
pt_br: Isso não é uma chave ou token válido para este provedor.
ru: Это не подходящий ключ или токен для этого провайдера.
th: นี่ไม่ใช่คีย์หรือโทเค็นที่ใช้ได้กับผู้ให้บริการนี้
tr: Bu, bu sağlayıcı için geçerli bir anahtar veya belirteç değil.
uk: Це не чинний ключ або токен для цього провайдера.
vi: Đây không phải khóa hoặc token hợp lệ của nhà cung cấp này.
zh_hans: 这不是此提供商的有效密钥或令牌。
zh_hant: 這不是此供應商的有效金鑰或權杖。

# accounts.error.missingEnv
source: Set %@ in your shell, then try again.
ar: اضبط %@ في الصدفة، ثم حاول مرة أخرى.
bs: Postavite %@ u svom shellu, pa pokušajte ponovo.
da: Angiv %@ i din shell, og prøv så igen.
de: Setze %@ in deiner Shell und versuche es dann erneut.
es: Define %@ en tu shell y vuelve a intentarlo.
fr: Définissez %@ dans votre shell, puis réessayez.
it: Imposta %@ nella shell, poi riprova.
ja: シェルで %@ を設定してから、もう一度お試しください。
km: កំណត់ %@ ក្នុង shell របស់អ្នក រួចព្យាយាមម្តងទៀត។
ko: 셸에서 %@을(를) 설정한 뒤 다시 시도하세요.
nb: Sett %@ i skallet ditt, og prøv igjen.
pl: Ustaw %@ w powłoce i spróbuj ponownie.
pt_br: Defina %@ no seu shell e tente novamente.
ru: Задайте %@ в оболочке и повторите попытку.
th: ตั้งค่า %@ ในเชลล์ แล้วลองอีกครั้ง
tr: Kabuğunuzda %@ ayarlayın, sonra yeniden deneyin.
uk: Задайте %@ в оболонці й повторіть спробу.
vi: Hãy đặt %@ trong shell rồi thử lại.
zh_hans: 请在 shell 中设置 %@，然后重试。
zh_hant: 請在 shell 中設定 %@，然後再試一次。

# accounts.error.needsPaste
source: Paste a key or token first.
ar: الصق مفتاحًا أو رمزًا أولًا.
bs: Prvo zalijepite ključ ili token.
da: Indsæt først en nøgle eller et token.
de: Füge zuerst einen Schlüssel oder ein Token ein.
es: Pega primero una clave o un token.
fr: Collez d’abord une clé ou un jeton.
it: Incolla prima una chiave o un token.
ja: 先にキーまたはトークンを貼り付けてください。
km: សូមបិទភ្ជាប់កូនសោ ឬថូខឹនជាមុនសិន។
ko: 먼저 키나 토큰을 붙여 넣으세요.
nb: Lim inn en nøkkel eller et token først.
pl: Najpierw wklej klucz lub token.
pt_br: Cole uma chave ou um token primeiro.
ru: Сначала вставьте ключ или токен.
th: วางคีย์หรือโทเค็นก่อน
tr: Önce bir anahtar veya belirteç yapıştırın.
uk: Спочатку вставте ключ або токен.
vi: Hãy dán khóa hoặc token trước.
zh_hans: 请先粘贴密钥或令牌。
zh_hant: 請先貼上金鑰或權杖。

# accounts.error.notSignedIn
source: Sign in to cmux first.
ar: سجّل الدخول إلى cmux أولًا.
bs: Prvo se prijavite u cmux.
da: Log ind på cmux først.
de: Melde dich zuerst bei cmux an.
es: Inicia sesión en cmux primero.
fr: Connectez-vous d’abord à cmux.
it: Accedi prima a cmux.
ja: 先に cmux にサインインしてください。
km: សូមចូល cmux ជាមុនសិន។
ko: 먼저 cmux에 로그인하세요.
nb: Logg inn på cmux først.
pl: Najpierw zaloguj się do cmux.
pt_br: Entre no cmux primeiro.
ru: Сначала войдите в cmux.
th: ลงชื่อเข้าใช้ cmux ก่อน
tr: Önce cmux'a giriş yapın.
uk: Спочатку увійдіть у cmux.
vi: Hãy đăng nhập cmux trước.
zh_hans: 请先登录 cmux。
zh_hant: 請先登入 cmux。

# accounts.error.timedOut
source: CodeRouter did not answer in time. Try again.
ar: لم يستجب CodeRouter في الوقت المحدد. حاول مرة أخرى.
bs: CodeRouter nije odgovorio na vrijeme. Pokušajte ponovo.
da: CodeRouter svarede ikke i tide. Prøv igen.
de: CodeRouter hat nicht rechtzeitig geantwortet. Versuche es erneut.
es: CodeRouter no respondió a tiempo. Inténtalo de nuevo.
fr: CodeRouter n’a pas répondu à temps. Réessayez.
it: CodeRouter non ha risposto in tempo. Riprova.
ja: CodeRouter が時間内に応答しませんでした。もう一度お試しください。
km: CodeRouter មិនបានឆ្លើយតបទាន់ពេល។ សូមព្យាយាមម្តងទៀត។
ko: CodeRouter가 제때 응답하지 않았습니다. 다시 시도하세요.
nb: CodeRouter svarte ikke i tide. Prøv igjen.
pl: CodeRouter nie odpowiedział na czas. Spróbuj ponownie.
pt_br: O CodeRouter não respondeu a tempo. Tente novamente.
ru: CodeRouter не ответил вовремя. Повторите попытку.
th: CodeRouter ไม่ตอบกลับภายในเวลา ลองอีกครั้ง
tr: CodeRouter zamanında yanıt vermedi. Yeniden deneyin.
uk: CodeRouter не відповів вчасно. Спробуйте ще раз.
vi: CodeRouter không phản hồi kịp. Hãy thử lại.
zh_hans: CodeRouter 未及时响应。请重试。
zh_hant: CodeRouter 未及時回應。請再試一次。

# accounts.group.chatgpt
source: ChatGPT and Codex
ar: ChatGPT وCodex
bs: ChatGPT i Codex
da: ChatGPT og Codex
de: ChatGPT und Codex
es: ChatGPT y Codex
fr: ChatGPT et Codex
it: ChatGPT e Codex
ja: ChatGPT と Codex
km: ChatGPT និង Codex
ko: ChatGPT 및 Codex
nb: ChatGPT og Codex
pl: ChatGPT i Codex
pt_br: ChatGPT e Codex
ru: ChatGPT и Codex
th: ChatGPT และ Codex
tr: ChatGPT ve Codex
uk: ChatGPT і Codex
vi: ChatGPT và Codex
zh_hans: ChatGPT 和 Codex
zh_hant: ChatGPT 與 Codex

# accounts.group.local
source: Local Models
ar: نماذج محلية
bs: Lokalni modeli
da: Lokale modeller
de: Lokale Modelle
es: Modelos locales
fr: Modèles locaux
it: Modelli locali
ja: ローカルモデル
km: ម៉ូដែលក្នុងម៉ាស៊ីន
ko: 로컬 모델
nb: Lokale modeller
pl: Modele lokalne
pt_br: Modelos locais
ru: Локальные модели
th: โมเดลในเครื่อง
tr: Yerel modeller
uk: Локальні моделі
vi: Mô hình cục bộ
zh_hans: 本地模型
zh_hant: 本機模型

# accounts.group.other
source: Other Providers
ar: مزودون آخرون
bs: Ostali provajderi
da: Andre udbydere
de: Weitere Anbieter
es: Otros proveedores
fr: Autres fournisseurs
it: Altri provider
ja: その他のプロバイダ
km: អ្នកផ្តល់សេវាផ្សេងទៀត
ko: 기타 제공업체
nb: Andre leverandører
pl: Inni dostawcy
pt_br: Outros provedores
ru: Другие провайдеры
th: ผู้ให้บริการอื่น
tr: Diğer sağlayıcılar
uk: Інші провайдери
vi: Nhà cung cấp khác
zh_hans: 其他提供商
zh_hant: 其他供應商

# accounts.linked.count
source: In CodeRouter: %lld
ar: في CodeRouter: %lld
bs: U CodeRouteru: %lld
da: I CodeRouter: %lld
es: En CodeRouter: %lld
fr: Dans CodeRouter : %lld
ja: CodeRouter 内: %lld
km: ក្នុង CodeRouter៖ %lld
ko: CodeRouter에 있음: %lld
nb: I CodeRouter: %lld
pl: W CodeRouter: %lld
pt_br: No CodeRouter: %lld
ru: В CodeRouter: %lld
th: ใน CodeRouter: %lld
tr: CodeRouter'da: %lld
uk: У CodeRouter: %lld
vi: Trong CodeRouter: %lld
zh_hans: CodeRouter 中：%lld
zh_hant: CodeRouter 中：%lld

# accounts.linked.unsupported
source: CodeRouter does not route this provider yet.
ar: لا يوجّه CodeRouter هذا المزود بعد.
bs: CodeRouter još ne podržava ovog provajdera.
da: CodeRouter understøtter endnu ikke denne udbyder.
de: CodeRouter unterstützt diesen Anbieter noch nicht.
es: CodeRouter aún no enruta este proveedor.
fr: CodeRouter ne prend pas encore en charge ce fournisseur.
it: CodeRouter non supporta ancora questo provider.
ja: CodeRouter はこのプロバイダにまだ対応していません。
km: CodeRouter មិនទាន់គាំទ្រអ្នកផ្តល់សេវានេះនៅឡើយទេ។
ko: CodeRouter는 아직 이 제공업체를 지원하지 않습니다.
nb: CodeRouter støtter ikke denne leverandøren ennå.
pl: CodeRouter nie obsługuje jeszcze tego dostawcy.
pt_br: O CodeRouter ainda não roteia este provedor.
ru: CodeRouter пока не работает с этим провайдером.
th: CodeRouter ยังไม่รองรับผู้ให้บริการนี้
tr: CodeRouter bu sağlayıcıyı henüz yönlendirmiyor.
uk: CodeRouter поки не працює з цим провайдером.
vi: CodeRouter chưa hỗ trợ nhà cung cấp này.
zh_hans: CodeRouter 尚不支持此提供商。
zh_hant: CodeRouter 尚不支援此供應商。

# accounts.outcome.connected
source: Connected to CodeRouter
ar: تم الربط بـ CodeRouter
bs: Povezano s CodeRouterom
da: Forbundet til CodeRouter
de: Mit CodeRouter verbunden
es: Conectado a CodeRouter
fr: Connecté à CodeRouter
it: Collegato a CodeRouter
ja: CodeRouter に接続しました
km: បានភ្ជាប់ទៅ CodeRouter
ko: CodeRouter에 연결됨
nb: Koblet til CodeRouter
pl: Połączono z CodeRouter
pt_br: Conectado ao CodeRouter
ru: Подключено к CodeRouter
th: เชื่อมกับ CodeRouter แล้ว
tr: CodeRouter'a bağlandı
uk: Підключено до CodeRouter
vi: Đã kết nối với CodeRouter
zh_hans: 已连接到 CodeRouter
zh_hant: 已連接到 CodeRouter

# accounts.outcome.removed
source: Removed from CodeRouter
ar: تمت الإزالة من CodeRouter
bs: Uklonjeno iz CodeRoutera
da: Fjernet fra CodeRouter
de: Aus CodeRouter entfernt
es: Quitado de CodeRouter
fr: Retiré de CodeRouter
it: Rimosso da CodeRouter
ja: CodeRouter から削除しました
km: បានដកចេញពី CodeRouter
ko: CodeRouter에서 제거됨
nb: Fjernet fra CodeRouter
pl: Usunięto z CodeRouter
pt_br: Removido do CodeRouter
ru: Удалено из CodeRouter
th: นำออกจาก CodeRouter แล้ว
tr: CodeRouter'dan kaldırıldı
uk: Вилучено з CodeRouter
vi: Đã gỡ khỏi CodeRouter
zh_hans: 已从 CodeRouter 移除
zh_hant: 已從 CodeRouter 移除

# accounts.paste.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# accounts.paste.claudeBody
source: CodeRouter needs a long-lived token. Run claude setup-token, then paste the token here. It goes to CodeRouter only.
ar: يحتاج CodeRouter إلى رمز طويل الأمد. شغّل claude setup-token ثم الصق الرمز هنا. يُرسل إلى CodeRouter فقط.
bs: CodeRouter treba dugotrajni token. Pokrenite claude setup-token, pa zalijepite token ovdje. Ide samo u CodeRouter.
da: CodeRouter skal bruge et langvarigt token. Kør claude setup-token, og indsæt tokenet her. Det sendes kun til CodeRouter.
de: CodeRouter braucht ein langlebiges Token. Führe claude setup-token aus und füge das Token hier ein. Es geht nur an CodeRouter.
es: CodeRouter necesita un token de larga duración. Ejecuta claude setup-token y pega aquí el token. Solo se envía a CodeRouter.
fr: CodeRouter a besoin d’un jeton de longue durée. Exécutez claude setup-token, puis collez le jeton ici. Il n’est envoyé qu’à CodeRouter.
it: CodeRouter richiede un token di lunga durata. Esegui claude setup-token, poi incolla qui il token. Viene inviato solo a CodeRouter.
ja: CodeRouter には長期間有効なトークンが必要です。claude setup-token を実行し、表示されたトークンをここに貼り付けてください。トークンは CodeRouter にだけ送られます。
km: CodeRouter ត្រូវការថូខឹនរយៈពេលវែង។ ដំណើរការ claude setup-token រួចបិទភ្ជាប់ថូខឹននៅទីនេះ។ វាត្រូវបានផ្ញើទៅ CodeRouter តែប៉ុណ្ណោះ។
ko: CodeRouter에는 장기 토큰이 필요합니다. claude setup-token을 실행한 뒤 토큰을 여기에 붙여 넣으세요. 토큰은 CodeRouter로만 전송됩니다.
nb: CodeRouter trenger et langvarig token. Kjør claude setup-token, og lim inn tokenet her. Det sendes bare til CodeRouter.
pl: CodeRouter potrzebuje długoterminowego tokenu. Uruchom claude setup-token, a potem wklej tu token. Trafia on tylko do CodeRouter.
pt_br: O CodeRouter precisa de um token de longa duração. Execute claude setup-token e cole o token aqui. Ele vai só para o CodeRouter.
ru: CodeRouter нужен долгоживущий токен. Выполните claude setup-token и вставьте токен сюда. Он отправляется только в CodeRouter.
th: CodeRouter ต้องใช้โทเค็นแบบใช้ได้นาน ให้รัน claude setup-token แล้ววางโทเค็นที่นี่ โทเค็นจะส่งไปที่ CodeRouter เท่านั้น
tr: CodeRouter uzun ömürlü bir belirteç gerektirir. claude setup-token komutunu çalıştırın ve belirteci buraya yapıştırın. Yalnızca CodeRouter'a gönderilir.
uk: CodeRouter потрібен довготривалий токен. Виконайте claude setup-token і вставте токен сюди. Він надсилається лише до CodeRouter.
vi: CodeRouter cần một token dùng lâu dài. Chạy claude setup-token rồi dán token vào đây. Token chỉ được gửi tới CodeRouter.
zh_hans: CodeRouter 需要长期有效的令牌。运行 claude setup-token，然后将令牌粘贴到这里。令牌只会发送到 CodeRouter。
zh_hant: CodeRouter 需要長期有效的權杖。執行 claude setup-token，然後將權杖貼到這裡。權杖只會傳送到 CodeRouter。

# accounts.paste.claudeTitle
source: Connect Claude Code
ar: ربط Claude Code
bs: Poveži Claude Code
da: Forbind Claude Code
de: Claude Code verbinden
es: Conectar Claude Code
fr: Connecter Claude Code
it: Collega Claude Code
ja: Claude Code を接続
km: ភ្ជាប់ Claude Code
ko: Claude Code 연결
nb: Koble til Claude Code
pl: Połącz Claude Code
pt_br: Conectar o Claude Code
ru: Подключить Claude Code
th: เชื่อม Claude Code
tr: Claude Code'u bağla
uk: Підключити Claude Code
vi: Kết nối Claude Code
zh_hans: 连接 Claude Code
zh_hant: 連接 Claude Code

# accounts.paste.keyBody
source: The key goes to the macOS Keychain or to CodeRouter. cmux never writes it to cmux.json.
ar: يُحفظ المفتاح في سلسلة مفاتيح macOS أو يُرسل إلى CodeRouter. لا يكتبه cmux أبدًا في cmux.json.
bs: Ključ ide u macOS Keychain ili u CodeRouter. cmux ga nikad ne upisuje u cmux.json.
da: Nøglen gemmes i macOS-nøgleringen eller sendes til CodeRouter. cmux skriver den aldrig i cmux.json.
de: Der Schlüssel geht in den macOS-Schlüsselbund oder an CodeRouter. cmux schreibt ihn nie in cmux.json.
es: La clave va al llavero de macOS o a CodeRouter. cmux nunca la escribe en cmux.json.
fr: La clé va dans le trousseau macOS ou dans CodeRouter. cmux ne l’écrit jamais dans cmux.json.
it: La chiave va nel portachiavi di macOS o in CodeRouter. cmux non la scrive mai in cmux.json.
ja: キーは macOS のキーチェーンか CodeRouter に保存されます。cmux.json には書き込みません。
km: កូនសោត្រូវបានរក្សាទុកក្នុង Keychain របស់ macOS ឬផ្ញើទៅ CodeRouter។ cmux មិនដែលសរសេរវាទៅ cmux.json ទេ។
ko: 키는 macOS 키체인이나 CodeRouter에 저장됩니다. cmux는 키를 cmux.json에 쓰지 않습니다.
nb: Nøkkelen lagres i macOS-nøkkelringen eller sendes til CodeRouter. cmux skriver den aldri til cmux.json.
pl: Klucz trafia do pęku kluczy macOS lub do CodeRouter. cmux nigdy nie zapisuje go w cmux.json.
pt_br: A chave vai para as Chaves do macOS ou para o CodeRouter. O cmux nunca a grava no cmux.json.
ru: Ключ сохраняется в связке ключей macOS или отправляется в CodeRouter. cmux никогда не записывает его в cmux.json.
th: คีย์จะเก็บไว้ในพวงกุญแจของ macOS หรือส่งไปที่ CodeRouter โดย cmux จะไม่เขียนลงใน cmux.json
tr: Anahtar macOS Anahtar Zinciri'ne veya CodeRouter'a gider. cmux onu asla cmux.json dosyasına yazmaz.
uk: Ключ зберігається у в’язці ключів macOS або надсилається до CodeRouter. cmux ніколи не записує його в cmux.json.
vi: Khóa được lưu trong Chuỗi khóa của macOS hoặc gửi tới CodeRouter. cmux không bao giờ ghi khóa vào cmux.json.
zh_hans: 密钥会存入 macOS 钥匙串或发送到 CodeRouter。cmux 从不将其写入 cmux.json。
zh_hant: 金鑰會存入 macOS 鑰匙圈或傳送到 CodeRouter。cmux 絕不會將其寫入 cmux.json。

# accounts.paste.placeholder
source: Paste here
ar: الصق هنا
bs: Zalijepite ovdje
da: Indsæt her
de: Hier einfügen
es: Pega aquí
fr: Collez ici
it: Incolla qui
ja: ここに貼り付け
km: បិទភ្ជាប់នៅទីនេះ
ko: 여기에 붙여 넣기
nb: Lim inn her
pl: Wklej tutaj
pt_br: Cole aqui
ru: Вставьте сюда
th: วางที่นี่
tr: Buraya yapıştırın
uk: Вставте сюди
vi: Dán vào đây
zh_hans: 粘贴到这里
zh_hant: 貼到這裡

# accounts.paste.runSetupToken
source: Run claude setup-token
ar: تشغيل claude setup-token
bs: Pokreni claude setup-token
da: Kør claude setup-token
de: claude setup-token ausführen
es: Ejecutar claude setup-token
fr: Exécuter claude setup-token
it: Esegui claude setup-token
ja: claude setup-token を実行
km: ដំណើរការ claude setup-token
ko: claude setup-token 실행
nb: Kjør claude setup-token
pl: Uruchom claude setup-token
pt_br: Executar claude setup-token
ru: Выполнить claude setup-token
th: รัน claude setup-token
tr: claude setup-token çalıştır
uk: Виконати claude setup-token
vi: Chạy claude setup-token
zh_hans: 运行 claude setup-token
zh_hant: 執行 claude setup-token

# accounts.paste.saveKeychain
source: Save to Keychain
ar: حفظ في سلسلة المفاتيح
bs: Sačuvaj u Keychain
da: Gem i nøgleringen
de: Im Schlüsselbund sichern
es: Guardar en el llavero
fr: Enregistrer dans le trousseau
it: Salva nel portachiavi
ja: キーチェーンに保存
km: រក្សាទុកក្នុង Keychain
ko: 키체인에 저장
nb: Lagre i nøkkelringen
pl: Zapisz w pęku kluczy
pt_br: Salvar nas Chaves
ru: Сохранить в связке ключей
th: บันทึกในพวงกุญแจ
tr: Anahtar Zinciri'ne kaydet
uk: Зберегти у в’язці ключів
vi: Lưu vào Chuỗi khóa
zh_hans: 存入钥匙串
zh_hant: 存入鑰匙圈

# accounts.paste.sendCodeRouter
source: Send to CodeRouter
ar: إرسال إلى CodeRouter
bs: Pošalji u CodeRouter
da: Send til CodeRouter
de: An CodeRouter senden
es: Enviar a CodeRouter
fr: Envoyer à CodeRouter
it: Invia a CodeRouter
ja: CodeRouter に送信
km: ផ្ញើទៅ CodeRouter
ko: CodeRouter로 보내기
nb: Send til CodeRouter
pl: Wyślij do CodeRouter
pt_br: Enviar ao CodeRouter
ru: Отправить в CodeRouter
th: ส่งไปที่ CodeRouter
tr: CodeRouter'a gönder
uk: Надіслати до CodeRouter
vi: Gửi tới CodeRouter
zh_hans: 发送到 CodeRouter
zh_hant: 傳送到 CodeRouter

# accounts.paste.title
source: Add %@ Key
ar: إضافة مفتاح %@
bs: Dodaj ključ za %@
da: Tilføj %@-nøgle
de: %@-Schlüssel hinzufügen
es: Añadir clave de %@
fr: Ajouter une clé %@
it: Aggiungi chiave %@
ja: %@ のキーを追加
km: បន្ថែមកូនសោ %@
ko: %@ 키 추가
nb: Legg til %@-nøkkel
pl: Dodaj klucz %@
pt_br: Adicionar chave %@
ru: Добавить ключ %@
th: เพิ่มคีย์ %@
tr: %@ anahtarı ekle
uk: Додати ключ %@
vi: Thêm khóa %@
zh_hans: 添加 %@ 密钥
zh_hant: 新增 %@ 金鑰

# accounts.source
source: From %@
ar: من %@
bs: Iz %@
da: Fra %@
de: Aus %@
es: De %@
fr: Depuis %@
it: Da %@
ja: %@ から
km: ពី %@
ko: %@에서
nb: Fra %@
pl: Z %@
pt_br: De %@
ru: Из %@
th: จาก %@
tr: Kaynak: %@
uk: З %@
vi: Từ %@
zh_hans: 来自 %@
zh_hant: 來自 %@

# accounts.status.detecting
source: Checking…
ar: جارٍ التحقق…
bs: Provjera…
da: Tjekker…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Verifica…
ja: 確認中…
km: កំពុងពិនិត្យ…
ko: 확인 중…
nb: Sjekker…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
th: กำลังตรวจสอบ…
tr: Denetleniyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# accounts.status.expired
source: Expired
ar: منتهي الصلاحية
bs: Isteklo
da: Udløbet
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
km: ផុតកំណត់
ko: 만료됨
nb: Utløpt
pl: Wygasło
pt_br: Expirado
ru: Истёк
th: หมดอายุ
tr: Süresi doldu
uk: Термін минув
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# accounts.status.keyFound
source: Key found
ar: تم العثور على مفتاح
bs: Ključ pronađen
da: Nøgle fundet
de: Schlüssel gefunden
es: Clave encontrada
fr: Clé trouvée
it: Chiave trovata
ja: キーあり
km: រកឃើញកូនសោ
ko: 키 있음
nb: Nøkkel funnet
pl: Znaleziono klucz
pt_br: Chave encontrada
ru: Ключ найден
th: พบคีย์
tr: Anahtar bulundu
uk: Ключ знайдено
vi: Đã tìm thấy khóa
zh_hans: 已找到密钥
zh_hant: 已找到金鑰
